export default {
    draggable: {
        "taskList": "Список завдань",
        "learn HTML": "Вивчити HTML",
        "learn CSS": "Вивчити CSS",
        "learn JavaScript": "Вивчити JavaScript",
        "learn Python": "Вивчити Python",
        "learn React": "Вивчити React"
    },
    weather: {
        "City": "Місто",
        "Temperature": "Температура",
        "FeelsLike": "Відчуття, як",
        "Humidity": "Вологість",
        "Pressure": "Тиск",
        "Sunrise": "Схід сонця",
        "Sunset": "Захід сонця",
        "Wind Speed": "Швидкість вітру",
        "Zaporizhzhia": "Запоріжжя",
        "Zhytomyr": "Житомир",
        "Ivano-Frankivsk": "Івано-франківськ",
        "Kropyvnytskyi": "Кропивницький",
        "Kyiv": "Київ"
    },
    pokemons: {
        "pokName": "Покемони",
        "holder": "введіть ім`я",
        "load": "Load покемонів"
    },
    biography: {
        "name": "Ім'я",
        "birthdays": "Рік народження",
        "scoolYears": "Шкільні роки",
        "workyears": "Pобочий рік",
        "height": "Ріст",
        "city": "Місто",
        "bubbleSort": "Сортуння бульбашкою по росту",
        "sortSchoolYear": "Сортування по шкільних роках",
        "addNewElement": "Добавити новий елемент",
        "deleteElement": "Видалити елемент",
        "addElementObj": "Додати елемент obj"
    },
    header: {
        title: "Тестове завдання"
    },
    menu: {
        "Головна": "Головна",
        "Опис проекту": "Опис проекту",
        "Про автора": "Про автора",
        "Контакти": "Контакти"
    },
    footer: {
        "nameAuthor": "Слободенюк Т.В.",
        "originalDesign": "Оригінал дизайну"
    },
    textBlocks: {
        git: {
            title: "Git",
            commands: "Основні команди Git",
            checkout: "git checkout (назва гілки) - перейти в іншу гілку.",
            gitCheckout: "git checkout -b (назва гілки) - створити нову гілку і перейти в неї.",
            gitCommit: "git commit -m \"message\" - закомітити зміни в локальний репозиторій.",
            gitAdd: "git add . - додати всі файли зміни в репозиторій, щоб можна було комітити.",
            gitClone: "git clone (адреса репозиторію) - зклонувати репозиторій.",
            gitStatus: "git status - перевірити статус локального репозиторію.",
            gitPush: "git push - завантажити зміни на сервер, щоб було видно на github.",
            gitPull: "git pull - взяти нові дані з сервера.",
            gitBranch: "git branch - показати список локальних гілок (в тому числі активну).",
            gitMerge: "git merge (назва гілки) - змерджити вказану гілку в поточну"
        },
        html: {
            titleHtml: "HTML",
            textHtml1: "  HTML - це мова розмітки за допомогою тегів. Тобто, HTML документ буде складатися з деякої групи\n" +
                "                    елементів, де\n" +
                "                    кожен елемент буде визначатися (починатися та закінчуватися) певним тегом (Для деяких елементів кінцевий\n" +
                "                    тег\n" +
                "                    не є обов'язвовим) Тобто,\n" +
                "                    ТЕГ — це назва елементу, записана у кутових дужках ( &lt;&gt;) Кожен HTML тег має свою унікальну назву з\n" +
                "                    визначеним синтаксисом, яка записується латинськими літерами і не чутлива до регістру.",
            elemHtml: "Елементи HTML поділяються на:",
            block: "Блокові елементи (block)",
            inline: "Рядкові (вбудовані) елементи (inline)",
            inlineBlock: "Рядково- (вбудований) блокові (inline-block)"

        },
        nodeJs: {
            titleNodeJj: "Nodejs and npm",
            textNodeJs: "  Node.js — платформа з відкритим кодом для виконання високопродуктивних мережевих застосунків,+" +
                " написаних мовою JavaScript.Якщо раніше Javascript застосовувався для обробки даних в браузері користувача, " +
                " то node.js надав можливість виконувати JavaScript-скрипти" +
                " на сервері та відправляти користувачеві результат їхнього виконання. Платформа Node.js перетворила" +
                " JavaScript на мову загального використання з великою спільнотою розробників."
        },
        system: {
            titleSystem: "Система керування версіями",
            systemVersion: "Система керування версіями",
            textSystem: "— інструмент, який дозволяє одночасно, не заважаючи один\n" +
                "                    одному, проводити роботу над груповими проектами."
        }
    }
}